Repository: gzaber/tools_manager
Catalog: lib/presentation/l10n/app_*.arb
Languages: pl

# titleToolsManager
source: TOOLS MANAGER
pl: MENEDŻER NARZĘDZI

# titleMyToolbox
source: MY TOOLBOX
pl: MOJA NARZĘDZIÓWKA

# titleToolRoom
source: TOOL ROOM
pl: NARZĘDZIOWNIA

# titleUsers
source: USERS
pl: UŻYTKOWNICY

# titleSearch
source: SEARCH FOR TOOLS
pl: SZUKAJ NARZĘDZI

# titleUserDetails
source: USER DETAILS
pl: DANE UŻYTKOWNIKA

# titleToolDetails
source: TOOL DETAILS
pl: DANE NARZĘDZIA

# titleAdd
source: ADD
pl: DODAJ

# titleEdit
source: EDIT
pl: EDYTUJ

# titleDelete
source: DELETE
pl: USUŃ

# tabAvailable
source: AVAILABLE
pl: DOSTĘPNE

# tabAtUsers
source: AT USERS
pl: WYDANE

# tabPending
source: PENDING
pl: W TRAKCIE

source: CANCEL
pl: ANULUJ

source: SUBMIT
pl: ZATWIERDŹ

# descAdded
source: added
pl: dodano

# descGivenFrom
source: previous owner:
pl: poprzedni właściciel:

# descReceivedFrom
source: received from:
pl: otrzymano od:

# descTransferredTo
source: transferred to:
pl: przekazano do:

# descDate
source: date:
pl: data:

# titleReturn
source: RETURN
pl: ZWRÓĆ

# titleTransfer
source: TRANSFER
pl: PRZEKAŻ

# titleConfirm
source: CONFIRM
pl: POTWIERDŹ

# titleError
source: ERROR
pl: BŁĄD

# descReturn
source: Return tool to owner?
pl: Zwrócić narzędzie właścicielowi?

# descConfirm
source: Confirm receipt of the tool?
pl: Potwierdzić otrzymanie narzędzia?

# descCancel
source: Cancel tool transfer?
pl: Anulować przekazanie narzędzia?

# descDeleteTool
source: Delete tool?
pl: Usunąć narzędzie?

# descDeleteUser
source: Delete user?
pl: Usunąć użytkownika?

# descNotEnoughUsers
source: Not enough users
pl: Zbyt mało użytkowników

# descDeleteYourself
source: You can't delete your account
pl: Nie możesz usunąć swojego konta

# hintToolname
source: Tool name
pl: Nazwa narzędzia

# hintUsername
source: User name
pl: Nazwa użytkownika

# hintMobileNumber
source: Mobile phone number
pl: Numer telefonu komórkowego

# hintSearchForTools
source: Search for tools
pl: Szukaj narzędzi

# hintEnterMobileNumber
source: Enter mobile number
pl: Wpisz numer telefonu komórkowego

# hintEnterSmsCode
source: Enter SMS code
pl: Wpisz kod SMS

# infoAddToolSuccess
source: Tool added successfully
pl: Narzędzie zostało pomyślnie dodane

# infoUpdateToolSuccess
source: Tool updated successfully
pl: Narzędzie zostało pomyślnie zaktualizowane

# infoDeleteToolSuccess
source: Tool deleted successfully
pl: Narzędzie zostało pomyślnie usunięte

# infoAddUserSuccess
source: User added successfully
pl: Użytkownik został pomyślnie dodany

# infoUpdateUserSuccess
source: User updated successfully
pl: Użytkownik został pomyślnie zaktualizowany

# infoDeleteUserSuccess
source: User deleted successfully
pl: Użytkownik został pomyślnie usunięty

# failureToolnameEmpty
source: Tool name cannot be empty
pl: Nazwa narzędzia nie może być pusta

# failureToolnameExists
source: Tool with given name already exists
pl: Narzędzie o podanej nazwie już istnieje

# failureNoToolsFound
source: No tools found
pl: Nie znaleziono żadnych narzędzi

# failureToolNotFound
source: Tool not found
pl: Nie znaleziono narzędzia

# failureUsernameEmpty
source: User name cannot be empty
pl: Nazwa użytkownika nie może być pusta

# failureMobileNumberEmpty
source: Mobile phone number cannot be empty
pl: Numer telefonu nie może być pusty

# failureUsernameExists
source: User with given name already exists
pl: Użytkownik o podanej nazwie już istnieje

# failureMobileNumberExists
source: User with given mobile phone number already exists
pl: Użytkownik o podanym numerze telefonu już istnieje

# failureNoUsersFound
source: No users found
pl: Nie znaleziono żadnych użytkowników

# failureUserNotFound
source: User not found
pl: Nie znaleziono użytkownika

# failureMobileNumberNotAllowed
source: This mobile phone number is not allowed
pl: Ten numer telefonu nie jest dozwolony

# zeroTools
source: 0 tools
pl: 0 narzędzi

# toolsInStock
source: in stock: {value}
pl: na stanie: {value}

# transferredTools
source: transferred: {value}
pl: przekazane: {value}

# receivedTools
source: received: {value}
pl: otrzymane: {value}

# toolsInToolRoom
source: available: {value}
pl: dostępne: {value}

# toolsAtUsers
source: issued: {value}
pl: wydane: {value}

# pendingTools
source: pending: {value}
pl: oczekujące: {value}

# numberOfAdmins
source: administrators: {value}
pl: administratorzy: {value}

# numberOfUsers
source: users: {value}
pl: użytkownicy: {value}
